---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfile
source: html/6958c66f-2a55-1386-edbb-dc7ad26f805d.htm
---
# StructuralSectionSigmaProfile Properties

Common set of parameters for structural analysis.